<html>
	<head>
		<title>МИКРОФЛОРА ТУРАЛЫ</title>
		<meta name="description" content="Ферталь">
		<meta charset="utf-8">
    	<meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    	<link rel="stylesheet" href="css/style.css">
    	<!-- Bootstrap CSS -->
    	<link rel="stylesheet" href="css/bootstrap.min.css">
	</head>
<body>
<?php include 'header.php';?>
<section class="bg-b">
	<div class="container-fluid imp-top">
		<div class="row">
			<div class="col-md-9 p-0 m-auto">
				<div class="row">
				<div class="solve">Бұл тарауда проблемалар мен олардың шешімдері бейнеленген материалдар жарияланады</div>
					<div class="col-md-5 list-imp">
						<ul class="nav nav-tabs" id="myTab" role="tablist">
							<li class="nav-item">
								<a class="nav-link active font-weight-bold" id="micro-tab" data-toggle="tab" href="#tab1" role="tab" aria-controls="micro" aria-selected="true">ІШЕК МИКРОФЛОРАСЫ</a>
							</li>
							<li class="nav-item">
								<a class="nav-link font-weight-bold" id="disbos-tab" data-toggle="tab" href="#tab2" role="tab" aria-controls="disbos" aria-selected="false">ДИСБИОЗ</a>
							</li>
							<li class="nav-item">
								<a class="nav-link font-weight-bold" id="ponos-tab" data-toggle="tab" href="#tab3" role="tab" aria-controls="ponos" aria-selected="false">ДИАРЕЯ/ІШ ӨТУ</a>
							</li>
							<li class="nav-item">
								<a class="nav-link font-weight-bold" id="anti-tab" data-toggle="tab" href="#tab4" role="tab" aria-controls="anti" aria-selected="false">АНТИБИОТИКТЕР</a>
							</li>
						</ul>
					</div>
					<div class="col-md-7 pt-3 video">
						<video src="GKT.mp4" autoplay loop></video>
					</div>
				</div>
			</div>
			<div id="animation-kid-imp" class="col-md-3 p-0">
				<div class="animation-kid-imp">
					<img style="width: 100%" src="img/imp-kid.png"/>
				</div>
			</div>
		</div>
	</div>
	<audio src="smile.mp3" autoplay></audio>
</section>
<section class="tabcont">
	<div class="container-fluid">
		<div class="row px-5">
			<div class="tab-content" id="myTabContent">
				<div class="tab-pane fade show active" id="tab1" role="tabpanel" aria-labelledby="micro-tab">
					<h3>ІШЕК МИКРОФЛОРАСЫ</h3>
					<p>Соңғы жылдары ішек микрофлорасына (шетелде микробиота термині қабылданды) қызығушылықтың жаппай жандануы және оның адам денсаулығы мен ауруларына әсері байқалады. Ішек биоценозының тек асқазан-ішек жолдарының (АІЖ) ауруларымен ғана емес, сонымен қатар жүрек-қантамыр жүйесінің, семіздіктің, қант диабетінің, қатерлі ісіктердің, аллергиялық және аутоиммундық аурулармен байланысын куәландыратын жаңа фактілер пайда болды. Жалпы, АІЖ микрофлорасының адам денсаулығына және оның ауруына әсерін зерттеудің ұзақ тарихы бар.</p>
<p>Алғаш рет асқазан-ішек жолында бактериялардың әртүрлі түрлерінің бірлескен болуы туралы гипотезаны 1681 ж. Антони Ван Левенгук адамның нәжістерінде микроорганизмдер анықтағаннан кейін ұсынды. 1850 жылы Луи Пастер ферментациялық үдерістегі бактериялардың функционалдық рөлі туралы концепцияны дамытады. Бірақ симбионтты микрофлора және оның адам ағзасына әсері туралы ілімнің негізін қалаушы ұлы орыс ғалымы, 1908 жылғы Нобель сыйлығының лауреаты Илья Ильич Мечников. 1888 жылы Луи Пастер институтында жұмыс істей отырып, И.И. Мечников көптеген аурулардың пайда болуының себебі ас қорыту жолында мекендейтін және ағзаға «аутоинтоксикациялық әсер» беретін бактериялар өндіретін әртүрлі токсиндер мен басқа да метаболиттердің макроорганизмінің жасушалары мен тіндеріне жиынтық әсер ету болып табылады деген болжам айтты. Өзінің «Оптимизм этюдтары» және «Адам табиғаты туралы этюдтар» еңбектерінде И.И. Мечников адамның ішегін мекендейтін микробтардың көптеген ассоциациялары оның рухани және физикалық денсаулығын едәуір анықтайды деп жазды. Сондай-ақ, И.И. Мечников АІЖ-ға «сау» бактерияларын енгізу ішек микрофлорасының әсерін түрлендіруге және улануға қарсы әрекет етуге қабілетті деп ойлады. И.И. Мечниковтың идеяларын іс жүзінде іске асыру 1920-1922 жылдары АҚШ-та басталған терапевтік мақсаттармен ацидофильді лактобациллдерді қолдану болды.</p>
<p><span>АДАМ МИКРОФЛОРАСЫ</span> өте әртүрлі – сыртқы ортамен жанасатын адам ағзасына әртүрлі деректер бойынша ұзақ сақталушы вирустарды, қарапайым және саңырауқұлақтарды санамағанда, 500-ден 5000-ға дейінгі бактериялардың түрлері орналасқан. </p>
<p><span>ІШЕКТІҢ МИКРОФЛОРАСЫ</span> басты немесе облигатты (міндетті), факультативтік (сапрофитті және шартты-патогенді) және транзиторлық (кездейсоқ) болып бөлінеді. </p>
<p><span>ОБЛИГАТТЫ МИКРОФЛОРАНЫҢ</span> құрамына анаэробтар (бифидобактериялар, пропионобактериялар, пептострептококтар) және аэробтар (лактобактериялар, энтерококтар және эшерихиялар) кіреді.</p>
<p><span>ФАКУЛЬТАТИВТІ МИКРОФЛОРА</span> сапрофиттермен (бактероидтар, пептокококтар, стафилокококтар, стрептокококтар, бациллалар, ашытқы саңырауқұлақтары) және аэробты және анаэробты бациллалармен ұсынылған. </p>
<p><span>ШАРТТЫ-ПАТОГЕНДІ ЭНТЕРОБАКТЕРИЯЛАРҒА</span> ішек бактериялары тобының өкілдері жатады: клебсиелалар, протеиндер, цитробактерлер, энтеробактерлер және т. б.</p>
<p><span>ҚАЛЫПТЫ ІШЕК МИКРОФЛОРАСЫ АДАМ АҒЗАСЫНДА БІРҚАТАР МАҢЫЗДЫ ФУНКЦИЯЛАРДЫ ОРЫНДАЙДЫ.</span><br/> Қалыпты ішек бактерияларының жетекші рөлі ағзаны шартты-патогенді және патогенді бактериялармен отарлаудан қорғауға және субстанциялардың патогендерінің белгілі бір өсуін тежейтін шығару есебінен ішекте артық бактериялық өсудің алдын алуға әкеледі. Мұндай бактериостатикалық әсер сахаролитикалық микрофлораның төмен молекулалық метаболиттері – сүт қышқылы және қысқа тізбекті май қышқылдары (пропиондық, майлы, валериан, сірке суы және т. б.) көрсетеді. </p>
<p>Ішек микрофлорасы витаминдерді, атап айтқанда В тобының витаминдерін, К және С витаминдерін, никотин және фолий қышқылын синтездеуге қабілетті. Бұдан басқа, метаболизм нәтижесінде бактериялар өндіретін сүт және сірке қышқылдары ішек қабырғасында кальций, темір, Д витамині иондарының сіңу үдерістерінің күшеюіне ықпал етеді.</p>
<p>Тоқ ішекті мекендейтін бактериялар иммунологиялық қорғаныш механизмдерін іске асыруға қатысады. Сонымен, олар ішектің лимфоидты аппаратын ынталандырады, секреторлы igА тоқырауына кедергі жасайды, интерферонның түзілуін, иммуноглобулиндер мен иммунды құзыретті жасушалардың түзілуін ынталандырады және иммунологиялық резистенттілікті жасай отырып, иммундық реакциялардың белсендірілуіне ықпал етеді.</p>
<p>Ағзаның ең күшті табиғи қорғаныш жүйелерінің бірі бола отырып, ішектің қалыпты микробиотасы, сондай-ақ ішек перистальтикасын трофикалық және энергетикалық ынталандыру, ұлпаларды саралауға және регенерациялауға қатысу, эндо-және экзогенді улы қосылыстарды детоксикациялау және шығару, мутагендердің бұзылуы, дәрілік заттардың әсерінің активациясы, иондық гомеостазды қолдау, сигналдық молекулалардың (нейротрансмиттерлердің) түзілуі және басқа да маңызды функцияларды орындайды.</p>				</div>
				<div class="tab-pane fade" id="tab2" role="tabpanel" aria-labelledby="disbos-tab">
				<h3>ДИСБИОЗ</h3>
					<div class="dis-text">Ішек микрофлорасының сапалық және / немесе сандық өзгеруі ішек дисбиозы (ІД) деп аталады.</div>
					<div class="dis-text">ІД  дамуының жиі себебі ас қорыту ағзаларының аурулары болып табылады, әсіресе ішекте ішкі орта құрамының өзгеруі микроорганизмдердің өмір сүру жағдайын өзгертетін, сіңірудің және ішектің сіңуінің бұзылуымен қатар жүреді. Осылайша, ішектің дисбиозы ішкі ағзалардың ауруларын қалыптастыру үшін жиі патогенетикалық «табан» болып табылады, яғни адам ішегінің дисбиозы мен оның ішкі аурулары арасындағы өзара қарым-қатынас өзара күшейтуші сипатқа ие.</div>
				</div>
				<div class="tab-pane fade" id="tab3" role="tabpanel" aria-labelledby="ponos-tab">
				<h3>ДИАРЕЯ/ ІШ ӨТУ</h3>
					<p>Диарея / іш өту – науқаста жиілеген (тәулігіне 3 реттен артық) дефекциясы байқалатын патологиялық күй, бұл орайда дәрет сулы болады, 200 мл-ден артық көлеміне ие және көп жағдайда іш аумағындағы ауырлық сезімдерімен, шұғыл сезімдерімен және аналдық тежей алмаумен сүйемелденеді.</p>
					<p>Диарея маңыздылығы бойынша екінші, бес жасқа дейінгі балалардың қаза болу себебі болып табылады және оған балалар өлімінің жыл сайынғы оқиғаларының 10% тиесілі.</p>
					<div class="ponos">
						<h5>Дүниежүзілік Гастроэнтерология Ұйымы жіті диареяның келесі ықтимал себептерін анықтайды:</h5>
						<div class="row">
							<div class="col-md-3">
								<div class="ptitle">БАКТЕРИЯЛАР</div>
								<div class="plist">
									<ul>
										<li>Vibrio cholera 01</li>
										<li>V. chоlera 0139</li>
										<li>V. parahaemolyticus </li>
										<li>Escherichia coli </li>
										<li>Plesiomonas </li>
										<li>Aeromonas </li>
										<li>Bacteroidesfragilis </li>
										<li>Campilobacterjejuni </li>
										<li>Е. coli</li>
										<li>C. upsaliensisnontyphoidal </li>
										<li>Salmonellae</li>
										<li>Clostridium difficile </li>
										<li>Yersinia enterocolitica</li>
										<li>Y. pseudotuberculosis</li>
										<li>Shigella species</li>
									</ul>
								</div>
							</div>
							<div class="col-md-3">
								<div class="ptitle">ВИРУСТАР</div>
								<div class="plist">
									<ul>
										<li>Rotavirus </li>
										<li>Norovirus </li>
										<li>(Calicivirus) </li>
										<li>Adenovirus </li>
										<li>(serot.40/41) </li>
										<li>Astrovirus </li>
										<li>Cytomegalovirus </li>
										<li>Coronaviuruses</li>
									</ul>
								</div>
							</div>
							<div class="col-md-6">
								<div class="ptitle">ПАРАЗИТТЕР</div>
								<div class="row">
								<div class="col-md-6">
									<div class="plist">
									<ul>
										<li><span>Қарапайымдылар </span></li>
										<li><span class="marp">Microsporida</span></li>
										<li>Encephalitozoonbiene</li> 
										<li>usi </li>
										<li>Enterorocytozoonintest </li>
										<li>inales </li>
										<li>Giardia intestinales </li>
										<li>Cryptosporidium hominis </li>
										<li>Entamoebahistolytica </li>
										<li>Isospora belli  </li>
										<li>Cyclosporacayetanene sis </li>
										<li>Dientamoebafragilis </li>
										<li>Biascystishominis </li>
									</ul>
								</div>
								</div>
								<div class="col-md-6">
									<div class="plist">
									<ul>
										<li><span class="marp">Гельминттер</span></li>

										<li>Strongyloides stercoralis </li>
										<li>Angiostrongylus </li>
										<li>costaricensis </li>
										<li>Schistosoma mansoni, </li> 
										<li>S. japonicum</li>
										<li>Capillaria phillippinensis</li>
									</ul>
								</div>
								</div>
								</div>
							</div>
						</div>
						<h5>ЭТИОЛОГИЯЛЫҚ ФАКТОР БОЙЫНША:<br/>Жіті диареяның инфекциялық себептері</h5>
						<div class="row p-2 text-center">
							<div style="background-color: #009951" class="col-md-5 p-2 m-auto text-white">УЫТТЫ ЖАНАМА</div>
							<div style="background-color: rgba(0,153,81,0.17);" class="col-md-5 p-2 m-auto">Энтеротоксин Bacillus cereus<br>		
								Стафилококкты  энтеротоксин<br>
								Клостридиалды энтеротоксин</div>
						</div>
						<div class="row p-2 text-center">
							<div style="background-color: #009951" class="col-md-5 p-2 m-auto text-white">БАКТЕРИЯЛЫ-ВИРУСТЫҚ</div>
							<div style="background-color: rgba(0,153,81,0.17);" class="col-md-5 p-2 m-auto">Ротавирустар<br>
								Campylobacter spp.<br>
								Salmonella spp.<br>
								Вероцитотоксигенді E.coli<br>
								Мысалы, саяхатшылардың диареясын<br>
								туғызатын басқа E.coli<br>
								Shigella spp.<br>
								Clostridium difficile<br>
								Норовирустар<br>
								Vibrio cholerae</div>
						</div>
						<div class="row p-2 text-center">
							<div style="background-color: #009951" class="col-md-5 p-2 m-auto text-white">ҚАРАПАЙЫМДЫЛАР</div>
							<div style="background-color: rgba(0,153,81,0.17);" class="col-md-5 p-2 m-auto">Жардиаз (лямблиоз)<br>
								Амебалық дизентерия<br>
								Криптоспоридиоз<br>
								Изоспороз (кокцидиоз)<br>
								Микроспоридиоз</div>
						</div>
						
						<h5>АІЖ ЗАҚЫМДАНУЫНЫҢ ТОПТЫҚ ДИАГНОЗЫ БОЙЫНША:<br/>гастрит, энтерит, колит, гастроэнтерит, энтероколит, гастроэнтероколит</h5>
						<table id="simptomTable" class="mx-auto my-4">
							<tr>
								<th class="p-2 tableMainRow">ҚОЗДЫРҒЫШТАР</th>
								<th class="p-2 tableMainRow">АСҚАЗАН-ІШЕК ЖОЛЫ ЗАҚЫМДАНУЫНЫҢ НЕГІЗГІ СИНДРОМДАРЫ</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Escherichia coli</th>
								<th class="p-2 tableRows">Гастроэнтерит, гастроэнтероколит, энтероколит, колит</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Salmonellae</th>
								<th class="p-2 tableRows">Гастрит, гастроэнтерит, гастроэнтероколит</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Shigellaspecies</th>
								<th class="p-2 tableRows">Гастроэнтероколит, колит</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Rotavirus</th>
								<th class="p-2 tableRows">Гастроэнтерит</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Norovirus</th>
								<th class="p-2 tableRows">Гастроэнтерит</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Entamoeba histolytica</th>
								<th class="p-2 tableRows">Колит</th>
							</tr>
						</table>

						<h5>АУРУДЫҢ АУЫРЛЫҒЫ БОЙЫНША:<br/>жеңіл, орташа, ауыр түрі</h5>
						<div class="row">				
							<p>интоксикация және/немесе эксикоз синдромдарының айқын көрінуіне сәйкес. Бұл синдромдардың барынша айқын көрінген жағдайында бұл диагнозда асқыну (ИТШ, гиповолемиялық шок) ретінде анықталады.</p>
						</div>
					</div>
					
				</div>
				<div class="tab-pane fade" id="tab4" role="tabpanel" aria-labelledby="anti-tab">
				<h3>АНТИБИОТИКТЕР</h3>
					<p>Қазіргі уақытта емдеуде антибиотиктерді асыра белсенді пайдалану кезінде заманауи медицинаның маңызды проблемаларының бірі антибиотиктік-қауымдасқан диареяның дамуы болып табылады.
</p><p><span>АНТИБИОТИКТІК-ҚАУЫМДАСҚАН ДИАРЕЯ (АҚД)</span> ретінде антибиотикотерапия аясында екі немесе одан да көп бірізді күндер ішінде рәсімделмеген дәреттің кемінде үш эпизодының пайда болуы меңзеледі. АҚД белгілері (жұмсақ дәрет) антибиотиктермен емдеу уақытында, сол сияқты оларды тоқтатқаннан кейін тіпті төрт апталық мерзімге дейін пайда болады.</p>
<p>Әртүрлі авторлардың деректері бойынша, АҚД басымдылықты түрде антибиотиктерді қабылдайтын қарттарда (әсіресе әйелдерде), балаларда, ілеспелі патологиясы бар (ас қорыту органдарының, бүйректерінің ауруы, қант диабеті, қатерлі өскіндер, тума немесе жүре пайда болған иммун тапшылығы және басқасы) науқастарда дамиды. АҚД ауырлық дәрежесі субклиникалық, қатерсіз ағудан жалған мембраналық шаншу (ЖМШ) түрінде пайда болатын ауырға дейін ауытқиды. </p>
<p><span>Даму механизмі</span>, клиникалық белгілері және процесс ауырлығы бойынша АҚД екі негізгі түрлерін бөлуге болады: идиопатиялық және ЖМШ.</p>

<p><span>ИДИОПАТИЯЛЫҚ АҚД ПАТОГЕНЕЗІ:</span><br/>                                                                                                                                                                                                               
</p><p><span>Гиперкинетикалық диарея</span> клавулан қышқылын (перистальтиканың күшеюіне жәрдемдеседі), сонымен қатар макролидтерді (мотилинді рецепторларды тітіркендіреді, бұл өз кезегінде асқазанның және жіңішке ішектің антрал бөлімінің қысқаруына әкеп соқтырады) қамтитын антибиотиктерді қолдану кезінде дамиды.</p>
<p><span>Гиперосмолярлық диарея</span> цефалоспориндердің толық емес сіңірілуі нәтижесінде байқалады, бұл мальабсорбция синдромының дамуына себептес болады.</p>
<p><span>Токсикалық диарея</span> тетрациклиндердің асқазан-ішек жолының шырыштысына тікелей токсикалық әсеріне жауабы ретінде туындайды.</p>
<p><span>Секреторлық диарея</span> хлоридтер мен судың асыра бөлінуі есебінен өрт қышқылдарының деконъюгациясының бұзылуы салдарынан тоқ ішектегі секрецияның күшеюі нәтижесінде дамиды.</p>
<p>Антибиотиктерді қабылдау салдарынан туындайтын, қалыпты ішек микрофлорасының сандық және сапалық құрамының өзгеруіне жетелейтін дисбиотикалық процестер.</p>	
<p><span>Жалған мембраналық шаншу</span> - Clostridium difﬁcile (Cl. Difﬁcile) анаэробты грамоң спора түзуші, яғни «қиын» бактерияға ұқсас АҚД анағұрлым ауыр түрі. Қоздырушы спиртті қамтитын антисептиктердің әсерімен өлмейді және хлоргексидинмен жойылуға ұшыратылады. Спорлар рН төмен мәндері кезінде тірі қалады, ал Cl. difﬁcile вегетациялаушы түрлері асқазан сөлінің рН=1,0-3,5 кезінде өледі. </p>	
<p><span>Cl. difﬁcile симптомсыз тасымалдануы</span> ересек халық арасында шамамен 3-5% құрайды, алайда антибиотикотерапия кезінде (пенициллиндер, цефалоспориндер, клиндамицин, макролидтер) тасымалдану жиілігі 15-40%-ға дейін ұлғаяды. Антибиотиктерді қабылдау кезінде ішектің қалыпты микрофлорасының ауырлауы орын алады және токсигенді клостридийлермен отарлануы байқалады. Clostridium difﬁcile ішектің эпителиалық жасушаларын зақымдайтын және тікелей диареяның және жүйелі баламалы әсерін тигізетін В цитотоксиндердің дамуына көмектесетін А энтеротоксинін шығарады. </p>
<p><span>ЖМШ клиникалық симптоматикасы</span> антибактериялық препаратты қабылдауды бастаудан кейін 4-9 күнде пайда болады. Аурудың дамуының басталуы абдоминальді ыңғайсыздық, метеоризм, жеңіл дәрежесінде тәулігіне 5-7 рет, орташа ауырдәрежесінде 10-15 рет және аурудың ауыр дәрежесі кезінде 30 ретке дейін мол сулы диареяның дамуымен іштегі ауыру белгілерінің пайда болуымен сипатталады. Ағзаның лейкоцитозы және жалпы интоксикациясы аясында орташа ауыр кезінде 38ºС-қа дейін және ауыр дәрежесі кезінде 39-40ºС-қа дейінгі қызу көтерілумен сүйемелденеді. Анық көрінетін экссулациясы және нәжіспен ақуыздың елеулі жоғалуы кезінде гипоальбуминемия және ісіктері дамиды, кейде ірі буындардың жұмылдырылуымен реактивті полиартриттің дамуы байқалады. Сусыздану, ішектің қансырауы, перитонит, сепсис түріндегі ЖМШ елеулі асқынуы болуы мүмкін. Емдеудің жоқтығы кезіндегі өлу оқиғасы 15-30% құрайтын, тырысқаққа ұқсас ЖМШ қауырт түрлері сирек кездеседі.
 </p>
 <p><span>АҚД емдеу</span> кешенді болып табылады және ішектің қалыпты биоценозын қалпына келтіруді; ерекше актибактериялық терапиясын және қайталанудың алдын алуды қамтиды. Көптеген авторлардың пікірі бойынша, АҚД емдеу және алдын алу тиімділігі пробиотиктерді уақтылы тағайындаудан тәуелді, олардың құрамына ішек микрофлорасының табиғи белсенділігін тиімді қалпына келтіруге көмектесетін ішек микрофлорасының өкілдері кіреді.</p>
				</div>
			</div>
			<div class="w-100 d-flex flex-wrap justify-content-around align-items-center">
				<div class="but-inst d-flex flex-column py-4"><img src="img/fertlogo-i.png"/><a href="/docs/Fertal_PIL_kaz.pdf">НҰСҚАУЛЫҚТЫ ЖҮКТЕУ</a></div>
				<div class="but-inst d-flex flex-column py-4"><img src="img/ferlogo-kids.png"/><a href="/docs/Fertal_kids_PIL_kaz.pdf">НҰСҚАУЛЫҚТЫ ЖҮКТЕУ</a></div>
			</div>
		</div>
	</div>
</section>
<script>
		$(document).ready(function () {
  $(".navbar-nav li").removeClass("active");//this will remove the active class from  
                                     //previously active menu item 
  $('#imp').addClass('active');
});
</script>
<?php include 'footer.php';?>