<html>
	<head>
		<title>О самом важном</title>
		<meta name="description" content="Ферталь">
		<meta charset="utf-8">
    	<meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    	<link rel="stylesheet" href="css/style.css">
    	<!-- Bootstrap CSS -->
    	<link rel="stylesheet" href="css/bootstrap.min.css">
	</head>
<body>
<?php include 'header.php';?>
<section class="bg-b">
	<div class="container-fluid imp-top">
		<div class="row">
			<div class="col-md-9 p-0 m-auto">
				<div class="row">
				<div class="solve">В данном разделе публикуются материалы, в которых отражены проблемы и их решения</div>
					<div class="col-md-5 list-imp">
						<ul class="nav nav-tabs" id="myTab" role="tablist">
							<li class="nav-item">
								<a class="nav-link active font-weight-bold" id="micro-tab" data-toggle="tab" href="#tab1" role="tab" aria-controls="micro" aria-selected="true">МИКРОФЛОРА КИШЕЧНИКА</a>
							</li>
							<li class="nav-item">
								<a class="nav-link font-weight-bold" id="disbos-tab" data-toggle="tab" href="#tab2" role="tab" aria-controls="disbos" aria-selected="false">ДИСБИОЗ</a>
							</li>
							<li class="nav-item">
								<a class="nav-link font-weight-bold" id="ponos-tab" data-toggle="tab" href="#tab3" role="tab" aria-controls="ponos" aria-selected="false">ДИАРЕЯ/ПОНОС</a>
							</li>
							<li class="nav-item">
								<a class="nav-link font-weight-bold" id="anti-tab" data-toggle="tab" href="#tab4" role="tab" aria-controls="anti" aria-selected="false">АНТИБИОТИКИ</a>
							</li>
						</ul>
					</div>
					<div class="col-md-7 pt-3 video">
						<video src="GKT.mp4" autoplay loop></video>
					</div>
				</div>
			</div>
			<div id="animation-kid-imp" class="col-md-3 p-0">
				<div class="animation-kid-imp">
					<img style="width: 100%" src="img/imp-kid.png"/>
				</div>
			</div>
		</div>
	</div>
	<audio src="smile.mp3" autoplay></audio>
</section>
<section class="tabcont">
	<div class="container-fluid">
		<div class="row px-5">
			<div class="tab-content" id="myTabContent">
				<div class="tab-pane fade show active" id="tab1" role="tabpanel" aria-labelledby="micro-tab">
					<h3>МИКРОФЛОРА КИШЕЧНИКА</h3>
					<p>В последние годы отмечается повсеместное возрождение интереса к кишечной микрофлоре (МИКРОБИОТА КИШЕЧНИКА) и ее влиянию на здоровье и болезни человека. Появились новые факты, свидетельствующие о связи кишечного биоценоза с заболеваниями не только желудочно – кишечного тракта (ЖКТ), но и сердечно-сосудистой системы, ожирением, сахарным диабетом, злокачественными новообразованиями, аллергическими и аутоиммунными болезнями. В целом, изучение влияния микрофлоры ЖКТ на здоровье человека и его болезни имеет давнюю историю.
</p>
<p>Впервые гипотезу о совместном существовании различных видов бактерий в желудочно-кишечном тракте выдвинул в 1681 г. Антони Ван Левенгук после обнаружения микроорганизмов в фекалиях человека. В 1850 г. Луи Пастер развил концепцию о функциональной роли бактерий в ферментационном процессе. Однако основоположником учения о симбионтной микрофлоре и ее влиянии на организм человека по праву считается великий русский ученый, лауреат Нобелевской премии за 1908 год Илья Ильич Мечников. Еще в 1888 г., работая в Институте Луи Пастера, И.И. Мечников высказал предположение, что причиной возникновения многих болезней является совокупное действие на клетки и ткани макроорганизма разнообразных токсинов и других метаболитов, продуцируемых бактериями, во множестве обитающими в пищеварительном тракте и оказывающими на организм «аутоинтоксикационный эффект». В своих работах «Этюды оптимизма» и «Этюды о природе человека» И.И. Мечников писал о том, что многочисленные ассоциации микробов, населяющих кишечник человека, в значительной мере определяют его духовное и физическое здоровье. Также И.И. Мечников полагал, что введение в ЖКТ «здравословных» бактерий способно модифицировать действие кишечной микрофлоры и противодействовать интоксикации. Практическим воплощением идей И.И. Мечникова стало применение ацидофильных лактобацилл с терапевтическими целями, которое было начато в США в 1920–1922 годах.
</p>
<p><span>МИКРОФЛОРА ЧЕЛОВЕКА</span> очень разнообразна – соприкасающийся с внешней средой организм человека населен по разным данным от 500 до 5000 видов бактерий, не считая персистирующие вирусы, простейшие и грибы. 
</p>
<p><span>МИКРОФЛОРА КИШЕЧНИКА ПОДРАЗДЕЛЯЕТСЯ</span> на главную или облигатную (обязательная), факультативную (сапрофитная и условно-патогенная) и транзиторную (случайная). 
</p>
<p>В состав <span>ОБЛИГАТНОЙ МИКРОФЛОРЫ</span> входят анаэробы (бифидобактерии, пропионобактерии, пептострептококки) и аэробы (лактобактерии, энтерококки и эшерихии). 
</p>
<p><span>ФАКУЛЬТАТИВНАЯ МИКРОФЛОРА</span> представлена сапрофитами (бактериоиды, пептококки, стафилококки, стрептококки, бациллы, дрожжевые грибы) и аэробными и анаэробными
бациллами. 
</p>
<p><span>К УСЛОВНО-ПАТОГЕННЫМ ЭНТЕРОБАКТЕРИЯМ</span> относятся представители семейства кишечных бактерий: клебсиеллы, протеи, цитробактеры, энтеробактеры и др.
</p>
<p><span>НОРМАЛЬНАЯ КИШЕЧНАЯ МИКРОФЛОРА ВЫПОЛНЯЕТ РЯД ВАЖНЫХ ФУНКЦИЙ В ОРГАНИЗМЕ ЧЕЛОВЕКА.</span><br/>
Ведущая роль нормальных кишечных бактерий сводится к защите организма от колонизации условно-патогенными и патогенными бактериями и предупреждению избыточного бактериального роста в кишке за счет выработки определенных ингибирующих рост патогенов субстанций. Такое бактериостатическое действие оказывают низкомолекулярные метаболиты сахаролитической микрофлоры – молочная кислота и короткоцепочечные жирные кислоты (пропионовая, масляная, валериановая, уксусная и др.). 
</p>
<p>Кишечная микрофлора способна синтезировать витамины, в частности, витамины группы В, витамины К и С, никотиновую и фолиевую кислоты. Кроме того, молочная и уксусная кислоты, продуцируемые бактериями в результате метаболизма, способствуют усилению процессов всасывания в стенке кишечника ионов кальция, железа, витамина Д.
</p>
<p>Бактерии, населяющие толстый кишечник, участвуют в реализации иммунологических защитных механизмов. Так, известно, что они стимулируют лимфоидный аппарат кишечника, препятствуют деградации секреторного IgA, стимулируют образование интерферона, образование иммуноглобулинов и иммунокомпетентных клеток и способствуют активации иммунных реакций, создавая иммунологическую резистентность. 
</p><p>
Являясь одной из мощнейших естественных защитных систем организма, нормальная микробиота кишечника также выполняет ряд других, не менее важных функций, таких как трофическая и энергетическая стимуляции перистальтики кишечника, участие в дифференцировке и регенерации тканей, детоксикация и выведение эндо- и экзогенных ядовитых соединений, разрушение мутагенов, активация действия лекарственных веществ, поддержание ионного гомеостаза, образование сигнальных молекул (нейротрансмиттеров) и другое.
</p>				</div>
				<div class="tab-pane fade" id="tab2" role="tabpanel" aria-labelledby="disbos-tab">
				<h3>ДИСБИОЗ</h3>
					<div class="dis-text">Качественное и/или количественное изменение состава кишечной микрофлоры называют дисбиозом кишечника (ДК).</div>
<div class="dis-text">Частой причиной развития ДК являются заболевания органов пищеварения, особенно сопровождающиеся нарушениями переваривания и кишечного всасывания, при которых изменение состава внутренней среды в кишке меняет условия существования микроорганизмов. 
</div><div class="dis-text">Таким образом, дисбиоз кишечника часто является патогенетическим «ложем» для формирования заболеваний внутренних органов, то есть взаимоотношения между дисбиозом кишечника человека и его внутренними болезнями носят взаимопотенцирующий характер.
				</div></div>
				<div class="tab-pane fade" id="tab3" role="tabpanel" aria-labelledby="ponos-tab">
				<h3>ДИАРЕЯ/ ПОНОС</h3>
					<p>Диарея/ понос — патологическое состояние, при котором у больного наблюдается учащённая (более 3 раз в сутки) дефекация, при этом стул становится водянистым, имеет объём более 200 мл и часто сопровождается болевыми ощущениями в области живота, экстренными позывами и анальным недержанием.
</p><p>По данным Всемирной организации здравоохранения (ВОЗ) диарея является второй по значимости причиной смерти детей в возрасте до пяти лет, и на нее приходится 10% ежегодных случаев смерти детей.</p>
					<div class="ponos">
						<h5>Всемирная Гастроэнтерологическая Организация определяет следующие возможные причины острой диареи:</h5>
						<div class="row">
							<div class="col-md-3">
								<div class="ptitle">БАКТЕРИИ</div>
								<div class="plist">
									<ul>
										<li>Vibrio cholera 01</li>
										<li>V. chоlera 0139</li>
										<li>V. parahaemolyticus </li>
										<li>Escherichia coli </li>
										<li>Plesiomonas </li>
										<li>Aeromonas </li>
										<li>Bacteroidesfragilis </li>
										<li>Campilobacterjejuni </li>
										<li>Е. coli</li>
										<li>C. upsaliensisnontyphoidal </li>
										<li>Salmonellae</li>
										<li>Clostridium difficile </li>
										<li>Yersinia enterocolitica</li>
										<li>Y. pseudotuberculosis</li>
										<li>Shigella species</li>
									</ul>
								</div>
							</div>
							<div class="col-md-3">
								<div class="ptitle">ВИРУСЫ</div>
								<div class="plist">
									<ul>
										<li>Rotavirus </li>
										<li>Norovirus </li>
										<li>(Calicivirus) </li>
										<li>Adenovirus </li>
										<li>(serot.40/41) </li>
										<li>Astrovirus </li>
										<li>Cytomegalovirus </li>
										<li>Coronaviuruses</li>
									</ul>
								</div>
							</div>
							<div class="col-md-6">
								<div class="ptitle">ПАРАЗИТЫ</div>
								<div class="row">
								<div class="col-md-6">
									<div class="plist">
									<ul>
										<li><span>Простейшие</span></li>
										<li><span class="marp">Microsporida</span></li>
										<li>Encephalitozoonbiene</li> 
										<li>usi </li>
										<li>Enterorocytozoonintest </li>
										<li>inales </li>
										<li>Giardia intestinales </li>
										<li>Cryptosporidium hominis </li>
										<li>Entamoebahistolytica </li>
										<li>Isospora belli  </li>
										<li>Cyclosporacayetanene sis </li>
										<li>Dientamoebafragilis </li>
										<li>Biascystishominis </li>
									</ul>
								</div>
								</div>
								<div class="col-md-6">
									<div class="plist">
									<ul>
										<li><span class="marp">Гельминты</span></li>

										<li>Strongyloides stercoralis </li>
										<li>Angiostrongylus </li>
										<li>costaricensis </li>
										<li>Schistosoma mansoni, </li> 
										<li>S. japonicum</li>
										<li>Capillaria phillippinensis</li>
									</ul>
								</div>
								</div>
								</div>
							</div>
						</div>
						<h5>ПО ЭТИОЛОГИЧЕСКОМУ ФАКТОРУ:<br/>Инфекционные причины острой диареи</h5>
						<div class="row p-2 text-center">
							<div style="background-color: #009951" class="col-md-5 p-2 m-auto text-white">ТОКСИН-ОПОСРЕДОВАННЫЕ</div>
							<div style="background-color: rgba(0,153,81,0.17);" class="col-md-5 p-2 m-auto">Энтеротоксин Bacillus cereus<br>		
								Стафилококковый энтеротоксин<br>
								Клостридиальныйэнтеротоксин</div>
						</div>
						<div class="row p-2 text-center">
							<div style="background-color: #009951" class="col-md-5 p-2 m-auto text-white">БАКТЕРИАЛЬНО-ВИРУСНЫЕ</div>
							<div style="background-color: rgba(0,153,81,0.17);" class="col-md-5 p-2 m-auto">Ротавирусы<br>
								Campylobacter spp.<br>
								Salmonella spp.<br>
								Вероцитотоксигенные E.coli<br>
								Другие E.coli, вызывающие, например,<br>
								диарею путешественников.<br>
								Shigella spp.<br>
								Clostridium difficile<br>
								Норовирусы<br>
								Vibrio cholerae</div>
						</div>
						<div class="row p-2 text-center">
							<div style="background-color: #009951" class="col-md-5 p-2 m-auto text-white">ПРОСТЕЙШИЕ</div>
							<div style="background-color: rgba(0,153,81,0.17);" class="col-md-5 p-2 m-auto">Жардиаз (лямблиоз)<br>
								Амебная дизентерия<br>
								Криптоспоридиоз<br>
								Изоспороз (кокцидиоз)<br>
								Микроспоридиоз</div>
						</div>
						
						<h5>ПО ТОПИЧЕСКОМУ ДИАГНОЗУ ПОРАЖЕНИЯ ЖКТ:<br/>гастрит, энтерит, колит, гастроэнтерит, энтероколит, гастроэнтероколит</h5>
						<table id="simptomTable" class="mx-auto my-4">
							<tr>
								<th class="p-2 tableMainRow">ВОЗБУДИТЕЛИ</th>
								<th class="p-2 tableMainRow">ОСНОВНЫЕ СИНДРОМЫ ПОРАЖЕНИЯ ЖЕЛУДОЧНО-КИШЕЧНОГО ТРАКТА</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Escherichia coli</th>
								<th class="p-2 tableRows">Гастроэнтерит, гастроэнтероколит, энтероколит, колит</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Salmonellae</th>
								<th class="p-2 tableRows">Гастрит, гастроэнтерит, гастроэнтероколит</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Shigellaspecies</th>
								<th class="p-2 tableRows">Гастроэнтероколит, колит</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Rotavirus</th>
								<th class="p-2 tableRows">Гастроэнтерит</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Norovirus</th>
								<th class="p-2 tableRows">Гастроэнтерит</th>
							</tr>
							<tr>
								<th class="p-2 tableRows">Entamoeba histolytica</th>
								<th class="p-2 tableRows">Колит</th>
							</tr>
						</table>

						<h5>ПО ТЯЖЕСТИ ЗАБОЛЕВАНИЯ:<br/>легкая, среднетяжелая, тяжелая форма</h5>
						<div class="row">				
							<p>в соответствии с выраженностью синдромов интоксикации и/или эксикоза. При максимальной выраженности данных синдромов это определяется в диагнозе, как осложнение (ИТШ, гиповолемический шок).</p>
						</div>
					</div>
					
				</div>
				<div class="tab-pane fade" id="tab4" role="tabpanel" aria-labelledby="anti-tab">
				<h3>АНТИБИОТИКИ</h3>
					<p>В настоящее время при сверхактивном использовании в лечении антибиотиков одной из важнейших проблем современной медицины является развитие антибиотико-ассоциированной диареи.                                                                                                                                                                                                                                                                                                                                           
</p><p>Под антибиотико-ассоциированной диарей (ААД) следует подразумевать появление не менее трех эпизодов неоформленного стула в течение двух или более последовательных дней на фоне антибиотикотерапии. Признаки ААД (послабленный стул) появляются как во время лечения антибиотиками, так и вплоть до четырехнедельного срока после их отмены.
</p><p>По данным разных авторов ААД преимущественно развивается у принимающих антибиотики лиц пожилого возраста (особенно у женщин), детей, больных с сопутствующей патологией (болезни органов пищеварения, почек, сахарный диабет, злокачественные новообразования, врожденный или приобретенный иммунодефицит и др.). Степень тяжести ААД колеблется от субклинического, доброкачественного течения до тяжелого, проявляющегося в виде псевдомембранозного колита (ПМК). 
</p><p>По механизму развития, клиническим признакам и тяжести процесса можно выделить две основные формы ААД: идиопатическая и ПМК.
</p><p>Патогенез идиопатической ААД:<br/>                                                                                                                                                                                                               
</p><p>Гиперкинетическая диарея развивается при применении антибиотиков, содержащих клавулановую кислоту (способствует усилению перистальтики), а также макролидов (раздражают мотилиновые рецепторы, что, в свою очередь, приводит к сокращению антрального отдела желудка и двенадцатиперстной кишки).                                                                                                                                                                                                     
</p><p>Гиперосмолярная диарея наблюдается в результате неполного всасывания цефалоспоринов, что способствует развитию синдрома мальабсорбции.                                                                                                                                                                                                   
</p><p>Токсическая диарея возникает в ответ на прямое токсическое действие тетрациклинов на слизистую желудочно-кишечного тракта. 
</p><p>Секреторная диарея развивается в результате усиления секреции в толстом кишечнике вследствие нарушения деконъюгации желчных кислот за счет повышенного выделения хлоридов и воды. 
</p><p>Дисбиотические процессы, которые возникают вследствие приема антибиотиков, ведущие к изменению количественного и качественного состава нормальной кишечной микрофлоры.
</p><p>Псевдомембранозний колит – более тяжелая форма ААД, ассоциированная с анаэробной грамположительной спорообразующей бактерией Clostridium difficile (Cl. Difficile), т.е. «трудной». Возбудитель не погибает под воздействием антисептиков, содержащих спирт, и подвергается уничтожению хлоргексидином. Споры при низких значениях рН выживают, а вегетирующие формы Cl. difficile погибают при рН=1,0-3,5 желудочного сока.
</p><p>Бессимптомное носительство Cl. difficile составляет около 3-5% среди взрослого населения, однако при антибиотикотерапии (пенициллины, цефалоспорины, клиндамицин, макролиды) частота носительства увеличивается до 15-40%. При приеме антибиотиков происходит угнетение нормальной микрофлоры кишечника и наблюдается колонизация токсигенными клостридиями. Clostridium difficile вырабатывает энтеротоксин А, который повреждает эпителиальные клетки кишечника и способствует развитию непосредственно диареи, и цитотоксины В, оказывающие системное альтеративное действие.
</p><p>Клиническая симптоматика ПМК появляется на 4-9 день после начала приема антибактериального препарата. Начало развития заболевания характеризуется появлением признаков абдоминального дискомфорта, метеоризма, болей в животе с развитием обильной водянистой диареи от 5-7 раз в сутки при легкой степени, до 10-15 раз при среднетяжелой степени и до 30 раз при тяжелой степени заболевания. Сопровождается лихорадкой до 38ºС при среднетяжелой и до 39-40ºС при тяжелой степени на фоне лейкоцитоза и общей интоксикации организма. При выраженной экссудации и значительной потери белка с калом развивается гипоальбуминемия и отеки, иногда отмечается развитие реактивного полиартрита с вовлечением крупных суставов. Возможны серьезные осложнения ПМК в виде обезвоживания, кишечного кровотечения, перитонита, сепсиса. Редко встречаются молниеносные формы ПМК, напоминающие холеру, летальность при отсутствии лечения которых составляет 15-30%.
</p><p>Лечение ААД является комплексным и включает восстановление нормального биоценоза кишечника; специфическую антибактериальную терапию и профилактику рецидивов. По мнению многих авторов, эффективность лечения и профилактики ААД зависит от своевременного назначения пробиотиков, в состав которых входят представители кишечной микрофлоры, помогающие эффективно восстанавливать естественную активность кишечной микрофлоры.
		
				</div>
			</div>
			<div class="w-100 d-flex flex-wrap justify-content-around align-items-center">
				<div class="but-inst d-flex flex-column py-4"><img src="img/fertlogo-i.png"/><a href="docs/Fertal_PIL_rus.pdf">СКАЧАТЬ ИНСТРУКЦИЮ</a></div>
				<div class="but-inst d-flex flex-column py-4"><img src="img/ferlogo-kids.png"/><a href="docs/Fertal_kids_PIL_rus.pdf">СКАЧАТЬ ИНСТРУКЦИЮ</a></div>
			</div>
		</div>
	</div>
</section>
<script>
		$(document).ready(function () {
  $(".navbar-nav li").removeClass("active");//this will remove the active class from  
                                     //previously active menu item 
  $('#imp').addClass('active');
});
</script>
<?php include 'footer.php';?>